Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

# vendors.empty.action
source: Add Vendor
de_de: Händler hinzufügen
es_es: Añadir comercio
fr_fr: Ajouter un bénéficiaire
nl_nl: Verkoper toevoegen
pt_br: Adicionar Fornecedor
pt_pt: Adicionar Comerciante

# vendors.empty.message
source: Vendors help you track where your money goes. Add your first vendor to start categorizing spending.
de_de: Händler helfen dir nachzuvollziehen, wohin dein Geld fließt. Füge deinen ersten Händler hinzu, um Ausgaben zu kategorisieren.
es_es: Los comercios te ayudan a saber adónde va tu dinero. Añade tu primer comercio para empezar a clasificar el gasto.
fr_fr: Les bénéficiaires vous aident à voir où va votre argent. Ajoutez votre premier bénéficiaire pour commencer à classer vos dépenses.
nl_nl: Verkopers helpen je te zien waar je geld naartoe gaat. Voeg je eerste verkoper toe om uitgaven te ordenen.
pt_br: Fornecedores ajudam a rastrear para onde seu dinheiro vai. Adicione seu primeiro fornecedor para categorizar gastos.
pt_pt: Os comerciantes ajudam-no a perceber para onde vai o seu dinheiro. Adicione o primeiro para começar a categorizar gastos.

# vendors.empty.step1.description
source: Add the name of a store, service, or payee you regularly transact with.
de_de: Trage den Namen eines Geschäfts, Dienstes oder Empfängers ein, mit dem du regelmäßig Buchungen hast.
es_es: Añade el nombre de una tienda, un servicio o un beneficiario que uses habitualmente.
fr_fr: Ajoutez le nom d’un magasin, service ou bénéficiaire avec lequel vous effectuez régulièrement des transactions.
nl_nl: Voeg de naam toe van een winkel, dienst of begunstigde waarmee je regelmatig transacties doet.
pt_br: Adicione o nome de uma loja, serviço ou beneficiário com quem você transaciona regularmente.
pt_pt: Adicione o nome de uma loja, serviço ou entidade com quem transaciona regularmente.

# vendors.empty.step1.title
source: Create a vendor
de_de: Einen Händler erstellen
es_es: Crear un comercio
fr_fr: Créer un bénéficiaire
nl_nl: Een verkoper aanmaken
pt_br: Crie um fornecedor
pt_pt: Criar um comerciante

# vendors.empty.step2.description
source: When adding transactions, select a vendor to associate the spend.
de_de: Wähle beim Hinzufügen einer Buchung einen Händler aus, um die Ausgabe zuzuordnen.
es_es: Al añadir movimientos, selecciona un comercio para asociar el gasto.
fr_fr: Lorsque vous ajoutez une transaction, choisissez un bénéficiaire pour associer la dépense.
nl_nl: Selecteer bij elke transactie een verkoper om de uitgave eraan te koppelen.
pt_br: Ao adicionar transações, selecione um fornecedor para associar o gasto.
pt_pt: Ao adicionar transações, selecione um comerciante para associar a despesa.

# vendors.empty.step2.title
source: Link to transactions
de_de: Mit Buchungen verknüpfen
es_es: Vincular a movimientos
fr_fr: Associer aux transactions
nl_nl: Aan transacties koppelen
pt_br: Vincule às transações
pt_pt: Associar a transações

# vendors.empty.step3.description
source: View how much you spend per vendor over time from the vendor detail page.
de_de: Sieh dir auf der Detailseite an, wie viel du pro Händler im Zeitverlauf ausgibst.
es_es: Consulta cuánto gastas por comercio a lo largo del tiempo desde la página de detalle.
fr_fr: Consultez la page de détail pour voir combien vous dépensez par bénéficiaire dans le temps.
nl_nl: Bekijk op de detailpagina hoeveel je per verkoper in de tijd uitgeeft.
pt_br: Veja quanto você gasta por fornecedor ao longo do tempo na página de detalhes.
pt_pt: Veja quanto gasta por comerciante ao longo do tempo na página de detalhe.

# vendors.empty.step3.title
source: Track spending patterns
de_de: Ausgabenmuster verfolgen
es_es: Detecta patrones de gasto
fr_fr: Suivez vos habitudes de dépense
nl_nl: Volg uitgavenpatronen
pt_br: Acompanhe padrões de gastos
pt_pt: Acompanhe padrões de gasto

# vendors.empty.tip1
source: Vendors help you see which places you spend the most at over time.
de_de: Händler zeigen dir, wo du im Lauf der Zeit am meisten ausgibst.
es_es: Los comercios te ayudan a ver dónde gastas más con el tiempo.
fr_fr: Les bénéficiaires vous montrent où vous dépensez le plus au fil du temps.
nl_nl: Verkopers laten zien waar je in de loop van de tijd het meeste uitgeeft.
pt_br: Fornecedores ajudam a ver em quais lugares você mais gasta ao longo do tempo.
pt_pt: Os comerciantes ajudam-no a ver onde mais gasta ao longo do tempo.

# vendors.empty.tip2
source: If you have duplicate vendor entries, you can merge them into one.
de_de: Wenn du doppelte Händlereinträge hast, kannst du sie zu einem zusammenführen.
es_es: Si tienes comercios duplicados, puedes fusionarlos en uno.
fr_fr: Si vous avez des bénéficiaires en double, vous pouvez les fusionner en un seul.
nl_nl: Heb je dubbele verkopers? Dan kun je ze samenvoegen tot één.
pt_br: Se você tiver entradas duplicadas de fornecedores, pode mesclá-las em uma só.
pt_pt: Se tiver entradas de comerciantes duplicadas, pode juntá-las numa só.

# vendors.empty.tip3
source: Archive vendors you no longer use to keep your list clean.
de_de: Archiviere Händler, die du nicht mehr nutzt, damit deine Liste übersichtlich bleibt.
es_es: Archiva los comercios que ya no uses para mantener tu lista ordenada.
fr_fr: Archivez les bénéficiaires que vous n’utilisez plus pour garder votre liste claire.
nl_nl: Archiveer verkopers die je niet meer gebruikt om je lijst overzichtelijk te houden.
pt_br: Arquive fornecedores que você não usa mais para manter sua lista limpa.
pt_pt: Arquive comerciantes que já não utiliza para manter a sua lista limpa.

# vendors.empty.title
source: No vendors yet
de_de: Noch keine Händler
es_es: Aún no hay comercios
fr_fr: Aucun bénéficiaire pour l’instant
nl_nl: Nog geen verkopers
pt_br: Nenhum fornecedor ainda
pt_pt: Ainda não há comerciantes

# vendors.search
source: Search vendors...
de_de: Händler suchen …
es_es: Buscar comercios…
fr_fr: Rechercher des bénéficiaires…
nl_nl: Verkopers zoeken…
pt_br: Buscar fornecedores...
pt_pt: Procurar comerciantes…

# vendors.section.all
source: ALL VENDORS
de_de: ALLE HÄNDLER
es_es: TODOS LOS COMERCIOS
fr_fr: TOUS LES BÉNÉFICIAIRES
nl_nl: ALLE VERKOPERS
pt_br: TODOS OS FORNECEDORES
pt_pt: TODOS OS COMERCIANTES

# vendors.stats.active
source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
nl_nl: Actief
pt_br: Ativos
pt_pt: Ativo

# vendors.stats.avgTx
source: Avg Tx
de_de: Ø Buchung
es_es: Mov. medio
fr_fr: Op. moyenne
nl_nl: Gem. tx
pt_br: Media Tx
pt_pt: Trans. Média

# vendors.stats.totalTx
source: Total Tx
de_de: Buch. gesamt
es_es: Total mov.
fr_fr: Total op.
nl_nl: Totaal tx
pt_pt: Total Trans.

source: Weeks
de_de: Wochen
es_es: Semanas
fr_fr: Semaines
nl_nl: Weken
pt_br: Semanas
pt_pt: Semanas

# welcome.getStarted
source: Let's get started
de_de: Los geht’s
es_es: Vamos a empezar
fr_fr: C’est parti
nl_nl: Laten we beginnen
pt_br: Vamos começar
pt_pt: Vamos começar

# welcome.justClarity
source: Just clarity
de_de: Klare Sicht
es_es: Solo claridad
fr_fr: Juste de la clarté
nl_nl: Gewoon duidelijkheid
pt_br: Apenas clareza
pt_pt: Apenas clareza

# welcome.justClarityDesc
source: see your data, understand your patterns
de_de: Daten sehen, Muster verstehen.
es_es: ve tus datos, entiende tus patrones
fr_fr: Voyez vos données, comprenez vos habitudes
nl_nl: bekijk je gegevens, begrijp je patronen
pt_br: veja seus dados, compreenda seus padrões
pt_pt: veja os seus dados, compreenda os seus padrões

# welcome.noJudgment
source: No judgment
de_de: Ohne Bewertung
es_es: Sin juicios
fr_fr: Sans jugement
nl_nl: Geen oordeel
pt_br: Sem julgamentos
pt_pt: Sem julgamentos

# welcome.noJudgmentDesc
source: we don't label spending as good or bad
de_de: Wir bewerten Ausgaben nicht als gut oder schlecht.
es_es: no etiquetamos el gasto como bueno o malo
fr_fr: Nous ne jugeons pas vos dépenses
nl_nl: we labelen uitgaven niet als goed of slecht
pt_br: não rotulamos gastos como bons ou maus
pt_pt: não rotulamos os gastos como bons ou maus

# welcome.quote
source: PiggyPulse shows you reality through data. We don't celebrate or criticize — you decide what your numbers mean.
de_de: PiggyPulse zeigt dir deine finanzielle Realität in Zahlen. Wir loben nicht und kritisieren nicht — du entscheidest, was deine Zahlen bedeuten.
es_es: PiggyPulse te muestra la realidad a través de los datos. No celebramos ni criticamos: tú decides lo que significan tus números.
fr_fr: PiggyPulse vous montre vos finances telles qu’elles sont. Pas de jugement, pas de célébration forcée : c’est vous qui décidez du sens de vos chiffres.
nl_nl: PiggyPulse laat je via data zien hoe het er echt voor staat. We oordelen niet — jij bepaalt wat je cijfers betekenen.
pt_br: O PiggyPulse te mostra a realidade através dos dados. Não celebramos nem criticamos — você decide o que seus números significam.
pt_pt: O PiggyPulse mostra-lhe a realidade através dos dados. Não celebramos nem criticamos — é você que decide o que os seus números significam.

# welcome.subtitle
source: Your financial pulse — calm, clear, and entirely yours.
de_de: Dein finanzieller Puls — ruhig, klar und ganz bei dir.
es_es: Tu pulso financiero: tranquilo, claro y totalmente tuyo.
fr_fr: Le pouls de vos finances — calme, clair, et entièrement à vous.
nl_nl: Je financiële pols — kalm, helder en helemaal van jou.
pt_br: Seu pulso financeiro — calmo, claro e inteiramente seu.
pt_pt: O seu pulso financeiro — calmo, claro e inteiramente seu.

# welcome.title
source: Welcome to PiggyPulse
de_de: Willkommen bei PiggyPulse
es_es: Te damos la bienvenida a PiggyPulse
fr_fr: Bienvenue dans PiggyPulse
nl_nl: Welkom bij PiggyPulse
pt_br: Bem-vindo ao PiggyPulse
pt_pt: Bem-vindo ao PiggyPulse

# welcome.yourRules
source: Your rules
de_de: Deine Regeln
es_es: Tus reglas
fr_fr: Vos règles
nl_nl: Jouw regels
pt_br: Suas regras
pt_pt: As suas regras

# welcome.yourRulesDesc
source: you decide what your numbers mean
de_de: Du entscheidest, was deine Zahlen bedeuten.
es_es: tú decides lo que significan tus números
fr_fr: Vous décidez du sens de vos chiffres
nl_nl: jij bepaalt wat je cijfers betekenen
pt_br: você decide o que seus números significam
pt_pt: é você que decide o que os seus números significam

# widget.cashFlow.inflows
source: Inflows
de_de: Einnahmen
es_es: Ingresos
fr_fr: Entrées
nl_nl: Inkomsten
pt_br: Entradas
pt_pt: Entradas

# widget.cashFlow.name
source: Cash Flow
de_de: Geldfluss
es_es: Flujo de caja
fr_fr: Flux de trésorerie
pt_br: Fluxo de Caixa
pt_pt: Fluxo de Caixa

# widget.cashFlow.net
source: Net
de_de: Netto
es_es: Neto
nl_nl: Netto
pt_br: Líquido
pt_pt: Líquido

# widget.cashFlow.outflows
source: Outflows
de_de: Ausgaben
es_es: Gastos
fr_fr: Sorties
nl_nl: Uitgaven
pt_br: Saídas
pt_pt: Saídas

# widget.currentPeriod.allowanceBudget %@
source: Envelopes: %@
de_de: Umschläge: %@
es_es: Sobres: %@
fr_fr: Enveloppes : %@
nl_nl: Enveloppen: %@

# widget.currentPeriod.categoryBudget %@
source: Categories: %@
de_de: Kategorien: %@
es_es: Categorías: %@
fr_fr: Catégories : %@
nl_nl: Categorieën: %@
pt_br: Categorias: %@
pt_pt: Categorias: %@

# widget.currentPeriod.name
source: Current Period
de_de: Aktueller Zeitraum
es_es: Periodo actual
fr_fr: Période actuelle
nl_nl: Huidige periode
pt_br: Período Atual
pt_pt: Período Atual

# widget.currentPeriod.ofTarget %@
source: of %@
de_de: von %@
es_es: de %@
fr_fr: sur %@
nl_nl: van %@
pt_br: de %@
pt_pt: de %@

# widget.currentPeriod.projected %@
source: Projected spend: %@
de_de: Prognostizierte Ausgaben: %@
es_es: Gasto previsto: %@
fr_fr: Dépenses projetées : %@
nl_nl: Verwachte uitgaven: %@
pt_br: Gasto projetado: %@
pt_pt: Despesa prevista: %@

# widget.currentPeriod.remaining %lld
source: %lld days remaining
de_de: Noch %lld Tage
es_es: Quedan %lld días
fr_fr: %lld jours restants
nl_nl: Nog %lld dagen
pt_br: %lld dias restantes
pt_pt: Faltam %lld dias

# widget.fixedSpending.allowance
source: envelope
de_de: Umschlag
es_es: sobre
fr_fr: enveloppe
nl_nl: envelop

# widget.fixedSpending.empty
source: No fixed spending configured.
de_de: Keine festen Ausgaben konfiguriert.
es_es: No hay gastos fijos configurados.
fr_fr: Aucune dépense fixe configurée.
nl_nl: Geen vaste uitgaven geconfigureerd.
pt_br: Nenhum gasto fixo configurado.
pt_pt: Sem despesas fixas configuradas.

# widget.fixedSpending.name
source: Fixed Spending
de_de: Feste Ausgaben
es_es: Gasto fijo
fr_fr: Dépenses fixes
nl_nl: Vaste uitgaven
pt_br: Gastos Fixos
pt_pt: Despesa Fixa

# widget.gettingStarted.name
source: Getting Started
de_de: Erste Schritte
es_es: Primeros pasos
fr_fr: Premiers pas
nl_nl: Aan de slag
pt_br: Primeiros Passos
pt_pt: Primeiros Passos

# widget.gettingStarted.subtitle
source: Complete these steps to set up your budget
de_de: Schließe diese Schritte ab, um dein Budget einzurichten
es_es: Completa estos pasos para configurar tu presupuesto
fr_fr: Suivez ces étapes pour configurer votre budget
nl_nl: Voltooi deze stappen om je budget in te stellen
pt_br: Complete estas etapas para configurar seu orçamento
pt_pt: Conclua estes passos para configurar o seu orçamento

# widget.netPosition.accountsLabel
source: accounts
de_de: Konten
es_es: cuentas
fr_fr: comptes
nl_nl: rekeningen
pt_br: contas
pt_pt: contas

# widget.netPosition.debt
source: Debt
de_de: Schulden
es_es: Deuda
fr_fr: Dette
nl_nl: Schuld
pt_br: Dívida
pt_pt: Dívida

# widget.netPosition.liquid
source: Liquid
de_de: Verfügbar
es_es: Líquido
fr_fr: Liquide
nl_nl: Liquide
pt_br: Líquido
pt_pt: Líquido

# widget.netPosition.name
source: Net Position
de_de: Nettoposition
es_es: Posición neta
fr_fr: Position nette
nl_nl: Nettovermogen
pt_br: Posição Líquida
pt_pt: Posição Líquida

# widget.netPosition.protected
source: Protected
de_de: Rücklagen
es_es: Protegido
fr_fr: Protégé
nl_nl: Beschermd
pt_br: Protegido
pt_pt: Protegido

# widget.netPosition.thisPeriod
source: this period
de_de: in diesem Zeitraum
es_es: este periodo
fr_fr: sur cette période
nl_nl: deze periode
pt_br: neste período
pt_pt: este período

# widget.recentTransactions.empty
source: No transactions in this period yet.
de_de: Noch keine Buchungen in diesem Zeitraum.
es_es: Aún no hay movimientos en este periodo.
fr_fr: Aucune transaction dans cette période pour l’instant.
nl_nl: Nog geen transacties in deze periode.
pt_br: Nenhuma transação neste período ainda.
pt_pt: Ainda não há transações neste período.

# widget.recentTransactions.name
source: Recent Transactions
de_de: Letzte Buchungen
es_es: Movimientos recientes
fr_fr: Transactions récentes
nl_nl: Recente transacties
pt_br: Transações Recentes
pt_pt: Transações Recentes

# widget.spendingTrend.average %@
source: Average: %@/period
de_de: Durchschnitt: %@ pro Zeitraum
es_es: Media: %@/periodo
fr_fr: Moyenne : %@ par période
nl_nl: Gemiddeld: %@/periode
pt_br: Média: %@/período
pt_pt: Média: %@/período

# widget.spendingTrend.empty
source: Not enough data for trends yet.
de_de: Noch nicht genügend Daten für Trends.
es_es: Aún no hay datos suficientes para mostrar tendencias.
fr_fr: Pas encore assez de données pour afficher des tendances.
nl_nl: Nog niet genoeg gegevens voor trends.
pt_br: Dados insuficientes para tendências.
pt_pt: Ainda não há dados suficientes para mostrar tendências.

# widget.spendingTrend.name
source: Spending Trend
de_de: Ausgabentrend
es_es: Tendencia de gasto
fr_fr: Tendance des dépenses
nl_nl: Uitgaventrend
pt_br: Tendência de Gastos
pt_pt: Tendência de Gastos

# widget.subscriptions.empty
source: No subscriptions yet.
de_de: Noch keine Abos.
es_es: Aún no hay suscripciones.
fr_fr: Aucun abonnement pour l’instant.
nl_nl: Nog geen abonnementen.
pt_br: Nenhuma assinatura ainda.
pt_pt: Ainda não há subscrições.

# widget.subscriptions.monthly %@
source: %@/mo
de_de: %@/Monat
es_es: %@/mes
fr_fr: %@/mois
nl_nl: %@/maand
pt_br: %@/mês
pt_pt: %@/mês

# widget.subscriptions.name
source: Subscriptions
de_de: Abos
es_es: Suscripciones
fr_fr: Abonnements
nl_nl: Abonnementen
pt_br: Assinaturas
pt_pt: Subscrições

# widget.topVendors.empty
source: No vendor data in this period yet.
de_de: Noch keine Händlerdaten in diesem Zeitraum.
es_es: Aún no hay datos de comercios en este periodo.
fr_fr: Aucune donnée de bénéficiaire pour cette période.
nl_nl: Nog geen verkopergegevens in deze periode.
pt_br: Nenhum dado de fornecedor neste período.
pt_pt: Ainda não há dados de comerciantes neste período.

# widget.topVendors.name
source: Top Vendors
de_de: Top-Händler
es_es: Comercios principales
fr_fr: Principaux bénéficiaires
nl_nl: Topverkopers
pt_br: Principais Fornecedores
pt_pt: Principais Comerciantes

# widget.variableSpending.empty
source: No variable spending configured.
de_de: Keine variablen Ausgaben konfiguriert.
es_es: No hay gastos variables configurados.
fr_fr: Aucune dépense variable configurée.
nl_nl: Geen variabele uitgaven geconfigureerd.
pt_br: Nenhum gasto variavel configurado.
pt_pt: Sem despesas variáveis configuradas.

# widget.variableSpending.name
source: Variable Spending
de_de: Variable Ausgaben
es_es: Gasto variable
fr_fr: Dépenses variables
nl_nl: Variabele uitgaven
pt_br: Gastos Variaveis
pt_pt: Despesa Variável

source: You decide what to include manually.
de_de: Du entscheidest manuell, was einbezogen wird.
es_es: Tú decides manualmente qué incluir.
fr_fr: Vous décidez manuellement de ce qui est inclus.
nl_nl: Jij bepaalt handmatig wat je opneemt.
pt_br: Você decide o que incluir manualmente.
pt_pt: Decida manualmente o que incluir.

source: you@example.com
de_de: du@beispiel.com
es_es: tu@ejemplo.com
fr_fr: vous@exemple.com
nl_nl: jij@voorbeeld.com
pt_br: voce@exemplo.com
pt_pt: voce@exemplo.com

source: Your name
de_de: Dein Name
es_es: Tu nombre
fr_fr: Votre nom
nl_nl: Je naam
pt_br: Seu nome
pt_pt: O seu nome

source: Your password
de_de: Dein Passwort
es_es: Tu contraseña
fr_fr: Votre mot de passe
nl_nl: Je wachtwoord
pt_br: Sua senha
pt_pt: A sua palavra-passe

# appearance.system
source: System
es_es: Sistema
fr_fr: Système
nl_nl: Systeem
pt_br: Sistema
pt_pt: Sistema

# field.code
source: Code
es_es: Código
pt_br: Código
pt_pt: Código

# field.email
source: Email
es_es: Correo

# field.name
source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pt_br: Nome
pt_pt: Nome

# field.start
source: Start
es_es: Inicio
fr_fr: Début
nl_nl: Begin
pt_br: Início
pt_pt: Início

source: Filter
es_es: Filtro
fr_fr: Filtre
pt_br: Filtrar
pt_pt: Filtro

# more.app
source: App
es_es: Aplicación
fr_fr: Application
pt_pt: Aplicação

# more.tracking
source: Tracking
es_es: Seguimiento
fr_fr: Suivi
nl_nl: Bijhouden
pt_br: Acompanhamento
pt_pt: Acompanhamento

source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pt_br: Nome
pt_pt: Nome

# nav.feedback
source: Feedback
es_es: Comentarios
fr_fr: Commentaires
pt_pt: Comentários

# nav.filter
source: Filter
es_es: Filtro
fr_fr: Filtre
pt_br: Filtrar
pt_pt: Filtro

# nav.overlays
source: Overlays
es_es: Capas
fr_fr: Ajustements temporaires
nl_nl: Lagen
pt_br: Sobreposições
pt_pt: Camadas

source: Optional
es_es: Opcional
fr_fr: Facultatif
nl_nl: Optioneel
pt_br: Opcional
pt_pt: Opcional

source: Overlay Details
es_es: Detalles de la capa
fr_fr: Détails de l’ajustement temporaire
nl_nl: Laaggegevens
pt_br: Detalhes da Sobreposição
pt_pt: Detalhes da Camada

# section.app
source: APP
es_es: APLICACIÓN
fr_fr: APPLICATION
pt_pt: APLICAÇÃO

# section.details
source: Details
es_es: Detalles
fr_fr: Détails
pt_br: Detalhes
pt_pt: Detalhes

# section.feedback
source: FEEDBACK
es_es: COMENTARIOS
fr_fr: COMMENTAIRES
pt_pt: COMENTÁRIOS

# settings.build
source: Build
es_es: Compilación

# settings.version
source: Version
es_es: Versión
nl_nl: Versie
pt_br: Versão
pt_pt: Versão

# subscription.form.name
source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pt_br: Nome
pt_pt: Nome

# theme.nebula
source: Nebula
es_es: Nebulosa
fr_fr: Nébuleuse
nl_nl: Nevel
pt_br: Nebulosa
pt_pt: Nebulosa

source: Wallet
es_es: Monedero
fr_fr: Portefeuille
nl_nl: Portemonnee
pt_br: Carteira
pt_pt: Carteira

source: Are you sure?
fr_fr: Voulez-vous continuer ?
pt_br: Tem certeza?

source: Edit Overlay
fr_fr: Modifier l’ajustement temporaire
pt_br: Editar Sobreposição

source: Enable a schedule to generate future periods automatically.
fr_fr: Activez une planification pour générer automatiquement les prochaines périodes.
pt_br: Ative um agendamento para gerar períodos futuros automaticamente.

source: Keep
fr_fr: Conserver
pt_br: Manter

source: New Overlay
fr_fr: Nouvel ajustement temporaire
pt_br: Nova Sobreposição

source: Overlay lifecycle
fr_fr: Cycle de vie des ajustements temporaires
pt_br: Ciclo de vida da sobreposição

source: Overlays
fr_fr: Ajustements temporaires
pt_br: Sobreposições

source: PAST OVERLAYS
fr_fr: AJUSTEMENTS TEMPORAIRES PASSÉS
pt_br: SOBREPOSIÇÕES PASSADAS

source: (optional)
pt_br: (opcional)

# %@%@ this period
source: %1$@%2$@ this period
pt_br: %1$@%2$@ neste período

# %lld days remaining. %@ remaining in this period.
source: %1$lld days remaining. %2$@ remaining in this period.
pt_br: %1$lld dias restantes. %2$@ restante neste período.

source: %lld months
pt_br: %lld meses

# %lld of %lld periods within range
source: %1$lld of %2$lld periods within range
pt_br: %1$lld de %2$lld períodos no intervalo

# %lld of the last %lld closed periods were outside tolerance.
source: %1$lld of the last %2$lld closed periods were outside tolerance.
pt_br: %1$lld dos últimos %2$lld períodos encerrados estavam fora da tolerância.

source: %lld periods
pt_br: %lld períodos

source: %lld%% used
pt_br: %lld%% usado

source: 1 month
pt_br: 1 mês

source: 5 basic categories to get started
pt_br: 5 categorias básicas para começar

source: 12 categories for detailed tracking
pt_br: 12 categorias para acompanhamento detalhado

# accessibility.netPosition.breakdown %@ %@ %@
source: Liquid %@, Protected %@, Debt %@
pt_br: Liquido %@, Protegido %@, Divida %@

source: Account Details
pt_br: Detalhes da Conta

# account.card.balanceAfterTopUp
source: Balance after top-up
pt_br: Saldo após recarga

# account.card.limit
source: Limit
pt_br: Limite

# account.card.nextTopUp
source: Next top-up
pt_br: Próxima recarga

source: Accounts are where your money goes.
pt_br: Contas são para onde seu dinheiro vai.

source: Across %lld accounts
pt_br: Em %lld contas

source: Add Account
pt_br: Adicionar Conta

source: Add Category
pt_br: Adicionar Categoria

source: Add Transaction
pt_br: Adicionar Transação

source: Add Vendor
pt_br: Adicionar Fornecedor

source: ALL VENDORS
pt_br: TODOS OS FORNECEDORES

source: Already have an account?
pt_br: Já tem uma conta?

source: Amount
pt_br: Valor

source: Appearance
pt_br: Aparência

source: Apply
pt_br: Aplicar

source: Archive
pt_br: Arquivar

source: Archived
pt_br: Arquivado

source: ARCHIVED
pt_br: ARQUIVADO

source: Assets
pt_br: Ativos

source: Assign budgets to your categories from the web app to see them here.
pt_br: Atribua orçamentos às suas categorias pelo aplicativo web para vê-los aqui.

# auth.createAccount
source: Create an account
pt_br: Criar uma conta

# auth.login.rememberMe
source: Remember me
pt_br: Lembrar-me

# auth.login.sessionExpired
source: Your session has expired. Please sign in again.
pt_br: Sua sessão expirou. Entre novamente.

# auth.tagline
source: Clarity begins with structure.
pt_br: Clareza começa com estrutura.

# auth.welcomeBack
source: Welcome back
pt_br: Bem-vindo de volta

source: Authentication failed. Try again.
pt_br: Autenticação falhou. Tente novamente.

source: Auto-Creation
pt_br: Criação Automática

source: Auto-Creation is disabled
pt_br: Criação Automática está desativada

source: Auto-generated
pt_br: Gerado automaticamente

# autoCreation.placeholderHint
source: Use {month} and {year} as placeholders.
pt_br: Use {month} e {year} como espaços reservados.

source: Automatic period generation
pt_br: Geração automática de períodos

source: Back
pt_br: Voltar

source: Back to login
pt_br: Voltar ao login
